Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/coahkkadusat.html.tmx
Source language: sme
Languages: sma

source: Čoahkkádusat / Girjerádju / Sámediggi - Sametinget
sma: Våarhkoeh / Gærjagåetie / Saemiedigkie - Sametinget

source: Čoahkkádusat
sma: Våarhkoeh

source: Sámedikki girjerájus lea sihke rabas ja gitta čoahkkádusat.
sma: Saemiedigkien gærjagåetien dovne ræhpas jïh steegkeldh våarhkoeh.

source: Mis lea stuorra magasiidna kealláris ja sierra nástečoahkkádus, gos leat árvvoleamos dokumeanttat.
sma: Mijjen akte stoerre magasijne tjeallarisnie jïh akte jïjtse naestievåarhkoe, gusnie doh tjaatsegh stööremes aarvojne.

source: Mis leat maiddái áigečállagat ja áviissat olámuttus Sámedikki lokálain ja sierra kánturbáikkiin main lea olles teaksta.
sma: Mijjen aaj såemies tjaalegh jïh plaerieh mah elliesteekstesne gååvnesieh Saemiedigkiegåetesne jïh dejnie ovmessie kontovresijjine.

source: Sierračoahkkádusat
sma: Sjïerevåarhkoeh

source: Nástečoahkkádusas leat sullii 1200 tihttela, sámiid diliid birra dahje leat čállojuvvon muhtun sámegillii.
sma: Naestievåarhkosne medtie 1200 tihtelh, mah leah saemien tsiehkiej bïjre jallh leah tjaalasovveme aktene dejstie saemien gïelijste.

source: Eanaš tihttelat leat boarráset go 100 jagi.
sma: Doh jeanatjommes tihtelh leah båarasåbpoe goh 100 jaepieh.

source: Doppe leat antikváralaš, hárvenaš, boares ja árvvolaš girjjit ja áigečállagat, ja muhtun kárttat gitta jagi 1669 rájes.
sma: Våarhkosne antikvariske, sveekes, båarasåbpoe gærjah jïh plaerieh stoerre aarvojne, jïh såemies kaarhth bååstede 1600-låhkose.

source: Dasa lassin leat čoahkkádusas ovttaskas tihttelat maŋimuš 100 jagiin ja main lea erenoamáš árvu.
sma: Lissine såemies tihtelh dejstie minngemes 100 jaepijste mej sjïere aarvoe.

source: Mii leat gieskat geahčadan čoahkkádusa ja buot tihttelat leat dál registrerejuvvon Bibsysis.
sma: Mijjieh libie aadtjen våarhkoem gïehtjedamme jïh daelie gaajhkh tihtelh Bibsysesne registreradamme.

source: Daid sáhttá ohcat nie mo eará ge dokumeanttaid.
sma: Dan åvteste gåarede dejtie ohtsedh seammalaakan goh jeatjah tjaatsegh.

source: Almmuheamit juohkásit otnáš nammii ná: birrasii 10 tihttela 1600-logus, 80 tihttela 1700-logus ja 430 tihttela 1800-logus.
sma: Doh bæjhkoehtimmieh lea ovrehte naemhtie joekedamme daelie: medtie 10 tihtelh 1600-låhkoste, 80 tihtelh 100-låhkoste jïh 430 tihtelh 1800-låhkoste.

source: Nástečoahkkádusa eanaš dokumeanttain leat luoikkahangáhppálagat mat leat magasiinnas, muhto nástečoahkkádusa gáhppálagaid ii sáhte luoikkahit ruoktot.
sma: Doh jeanatjommes tjaatsegh naestievåarhkosne lååjkedimmielåhkoeh magasijnesne utnieh, men ij gåaredh låhkojde naestievåarhkosne gåetide löönedh.

source: Daid sáhttá muhtun oktavuođain viežžat ja daid sáhttá lohkat girjerájus.
sma: Muvhti veajkoej maahta dejtie veedtjedh jïh gærjagåetesne lohkedh.

source: Boarráseamos girjjiin sáhttit namuhit Olaus Stepani Graan cállán Manuale Lapponicum (Stockholma 1669) ja Johannes Schefferus čállán Lapponia, máŋga gáhppálaga jagi rájes 1674 ja ovddas guvlui.
sma: Dejstie båarasommes gærjijste maahta neebnedh Manuale Lapponicum maam Olaus Stepani Graan (Stuehkie 1669) lea tjaaleme jïh Lapponia maam Johannes Schefferus lea tjaaleme, jieniebinie låhkojne 1674 raejeste jïh åvtese.

source: Sámedikki girjerádju lea 2014:s ásahan sierra álgoálbmotčoahkkádusa.
sma: Saemiedigkien gærjagåetie aktem jïjtse aalkoealmetjevåarhkoem tseegki 2014.

source: Das leat dokumeanttat álgoálbmogiid birra miehtá máilmmi, ja das leat otnáš nammii sullii 200 tihttela.
sma: Desnie tjaatsegh aalkoealmetji bïjre abpe veartenisnie, jïh dan sisnie ovrehte 200 tihtelh daan biejjien.

source: Dasto leat girjjit maid Sámediggi lea čohkken ja ožžon skeaŋkan registrerejuvvon ja dat leat olámuttus luoikama / gáiddusluoikama várás Bibsysa bokte.
sma: Destie gærjah mejtie Saemiedigkie tjöönghkeme jïh vadtesinie åådtjeme registreradamme jïh gaavnoes dorjeme lååjkedæmman / maajhlöönemasse Bibsysen tjïrrh.

source: Daid leat juo jearahišgoahtán.
sma: Mijjieh joe vuajneme jienebh dej mietie gihtjieh.

source: Áviisat ja áigečállagat
sma: Plaerieh jïh boelhkeplaerieh

source: Diehtovuođut
sma: Daatabaash
